{
  "main-page": {
    "header": "STEAM studio - Покращення досвіду подкастингу",
    "explore-head": "Ознайомтесь з нашим асортиментом:",
    "explore-content": "Відкрийте для себе цілий ряд ретельно розроблених мікрофонів і навушників, які підходять як для початківців, так і для досвідчених авторів подкастів. Незалежно від того, чи занурюєтеся ви в подкастинг вперше чи хочете оновити налаштування, у STEAM studio є ідеальне рішення для вас.",
    "explore-btn": "Ознайомитись",
    "values-head": "Наші цінності:",
    "values-content": "У STEAM studio ми керуємось глибоким прагненням до досконалості та пристрастю до покращення досвіду подкастингу. Наші цінності є основою нашої ідентичності, формуючи кожен аспект нашої подорожі в динамічному світі подкастів. обладнання. Народився із спільної пристрасті до подкастингу...",
    "values-btn": "Докладніше"
  },
  "nav": {
    "add-new": "Додати новий",
    "products": "Товари",
    "contact": "Контакт",
    "our-values": "Наші Цінності"
  },
  "products": {
    "products": "Наші Товари",
    "microphones": "Мікрофони",
    "headphones": "Навушники",
    "delete": "Видалити"
  },
  "add-new": {
    "add-new": "Додати Новий Товар",
    "pr-name": "Назва Товару:",
    "pr-cat": "Категорія Товару:",
    "pr-price": "Ціна:",
    "cancel-btn": "Скасувати",
    "add-btn": "Додати продукт",
    "microphones": "Мікрофони",
    "headphones": "Навушники",
    "sel-cat": "Виберіть категорію",
    "pop-up": "Продукт успішно додано"
  },
  "contact": {
    "contact": "Зв'яжіться з нами",
    "name": "Ваше ім'я:",
    "email": "Ваша електронна адреса:",
    "message": "Ваше повідомлення",
    "send-btn": "Надіслати",
    "location": "Наше місцезнаходження: BOSTON, MA 177 Huntington Ave Ste 1703",
    "pop-up": "Повідомлення надіслано"
  },
  "login": {
    "form": {
      "login": "Увійти",
      "registration": "Зареєструватися",
      "question": "",
      "email": "Електронна пошта",
      "emails": "Електронні адреси",
      "password": "Пароль",
      "enterPassword": "Введіть новий пароль",
      "passwordNew": "Новий пароль",
      "passLengthErr": "Пароль повинен містити не менше 6 символів та відповідати іншим вимогам",
      "emailErr": "Невірна електронна адреса",
      "passRequirementsErr": "Пароль повинен містити хоча б одну велику літеру, одну малу літеру, одну цифру та один спеціальний символ серед @$!%*?&",
      "nameErr": "Невірне ім’я",
      "surNameErr": "Невірне прізвище",
      "impErr": "Невірний ввід"
    },
    "creation": {
      "header": "Створити новий акаунт",
      "firstName": "Ім’я",
      "lastName": "Прізвище",
      "emailName": "Електронна пошта",
      "create": "Створити",
      "loginLink": "Посилання для входу"
    }
  },
  "our-values": {
    "our-values": "Наші цінності",
    "head-start": "В ",
    "head-text-one": " нами керує глибоке прагнення до досконалості та пристрасть до покращення досвіду подкастингу. Наші цінності є основою нашої ідентичності, формуючи кожен аспект нашої подорожі в динамічному світі обладнання для подкастів. .Народжений із спільної пристрасті до подкастингу, ",
    "head-text-two": " це осередок інновацій і досконалості. Наша команда складається з галузевих експертів і творчих людей, які розуміють унікальні потреби подкастерів. Ми віримо в силу голосу, і наша місія полягає в тому, щоб надати вам інструменти, щоб розширити ваше повідомлення. Якість, інновації та співтовариство є стовпами, які підтримують цінності нашої компанії. Ми прагнемо постачати продукцію безкомпромісної якості, використовуючи останні інновації, щоб залишатися на передньому краї галузі, і плекати відчуття спільнота серед різноманітних творців подкастів.",
    "craft-head": "Якісна майстерність:",
    "craft-text": "Ми пишаємося тим, що постачаємо продукцію неперевершеної якості. Кожен мікрофон і пара навушників, які ми пропонуємо, проходять суворе тестування, щоб забезпечити виняткову продуктивність і надійність. Ми віримо в розширення можливостей подкастерів інструментами, які підвищують їхню майстерність.",
    "innovation-head": "Інновації в основі:",
    "innovation-text": "Інновації підживлюють наш дух. Ми використовуємо передові технології, щоб залишатися в авангарді індустрії подкастингу. Постійно розсуваючи кордони, ми надаємо нашим клієнтам найсучасніше обладнання, яке відповідає вимогам, що розвиваються вимоги цифрового звукового ландшафту.",
    "customer-head": "Задоволеність клієнтів понад усе:",
    "customer-text": "Наші клієнти знаходяться в центрі всього, що ми робимо. Ми прагнемо перевершити очікування та забезпечити задоволення кожного подкастера, який обирає STEAM studio. Ваш успіх є нашим успіхом, і ми прагнемо будувати тривалі відносини на основі на довірі та взаємозвершенні."
  },

  "registration": {
    "form": {
      "register": "Зареєструватися",
      "firstName": "Ім'я",
      "lastName": "Прізвище",
      "email": "Email",
      "password": "Пароль",
      "confirmPassword": "Підтвердження паролю"
    }

}

}